Repository: charn/tunnistamo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi

source: Please note that you are still logged in to Facebook
fi: Huomaa, että olet edelleen kirjautuneena Facebook-tilillesi,

source: Go back to Facebook where you can log yourself out in the usual manner:
fi: Siirry Facebookiin ja kirjaudu ulos Facebook-käyttäjätililtäsi sieltä käsin.

source: Go to Facebook
fi: Siirry Facebookiin

source: If access to this device is shared by other users, the next user will be able to access your Facebook account unless you explicitly log out from Facebook.
fi: Jos tämä laite on yhteiskäytössä, etkä kirjaudu omatoimisesti ulos Facebookista, laitteen seuraava käyttäjä pääsee nimissäsi Facebookiin!

source: Please note that you are still logged in to GitHub
fi: Huomaa, että olet vielä kirjautuneena GitHub-tiliisi,

source: Go back to GitHub where you can log yourself out in the usual manner:
fi: Siirry takaisin GitHubiin ja kirjaudu sieltä ulos GitHubin omalla uloskirjautumistoiminnolla:

source: Go to GitHub
fi: Siirry GitHubiin

source: If access to this device is shared by other users, the next user will be able to access your GitHub account unless you explicitly log out from GitHub.
fi: Jos tämä laite on yhteiskäytössä, etkä kirjaudu omatoimisesti ulos GitHubista, laitteen seuraava käyttäjä pääsee nimissäsi GitHubiin!

source: Please note that you are still logged in to Google's services
fi: Huomaa, että olet vielä kirjautuneena Google-tilillesi,

source: Go back to Google to log yourself out in the usual manner:
fi: Siirry takaisin Google-tiliisi ja kirjaudu siltä ulos Googlen omalla uloskirjautumistoiminnolla:

source: Go to Google
fi: Siirry Googleen

source: If access to this device is shared by other users, the next user will be able to access your Google account unless you explicitly log out from Google.
fi: Jos tämä laite on yhteiskäytössä, etkä kirjaudu omatoimisesti ulos Google-tililtäsi, laitteen seuraava käyttäjä pääsee käyttämään nimissäsi Google-tiliäsi!

source: user
fi: käyttäjä

source: public key
fi: julkinen avain

source: secret key
fi: salainen avain

source: app version
fi: sovelluksen versio

source: OS
fi: Käyttöjärjestelmä

source: OS version
fi: Käyttöjärjestelmän versio

source: device model
fi: laitteen malli

source: last used at
fi: viimeksi käytetty

source: user device
fi: käyttäjän laite

source: user devices
fi: käyttäjien laitteet

source: service
fi: palvelu

source: identifier
fi: tunniste

source: user identity
fi: käyttäjän identiteetti

source: user identities
fi: käyttäjän identiteetit

source: E-mail
fi: Sähköpostiosoite

source: Profile
fi: Profiili

source: Address
fi: Osoite

source: GitHub username
fi: GitHub käyttäjätunnus

source: AD Groups
fi: AD-ryhmät

source: name
fi: nimi

source: Access to your GitHub username.
fi: Lupa lukea GitHub-käyttäjätunnus.

source: Devices
fi: Laitteet

source: Permission to link devices to your user account identities.
fi: Lupa lukea laitetietoja ja yhdistää uusia laitteita käyttäjätiliisi.

source: Identities
fi: Identiteetit

source: Access to cards and other identity information.
fi: Lupa lukea korttitietoja ja lisätä kortteja käyttäjätilillesi

source: Login history
fi: Kirjautumishistoria

source: Access to your login history.
fi: Lupa lukea kirjautumishistoria.

source: Consents
fi: Luvitukset

source: Permission to view and delete your consents for services.
fi: Lupa lukea luvitukset palveluille ja poistaa niitä.

source: Access to your AD Group memberships.
fi: Lupa lukea jäsenyydet AD-ryhmissä.

source: Basic profile
fi: Perustiedot

source: Access to your basic information. Includes names and possibly a user picture.
fi: Lupa lukea perustiedot, jotka sisältävät nimet ja mahdollisen profiilikuvan.

source: Email
fi: Sähköpostiosoite

source: Access to your email address.
fi: Lupa lukea sähköpostiosoite.

source: Phone number
fi: Puhelinnumero

source: Access to your phone number.
fi: Lupa lukea puhelinnumero.

source: Address information
fi: Osoitetiedot

source: Access to your address. Includes country, locality, street and other information.
fi: Lupa lukea osoitetiedot, jotka sisältävät muun muassa valtion, paikkakunnan ja katuosoitteen.

source: Not translatable fields
fi: Kentät joita ei käännetä

source: image
fi: kuva

source: services
fi: palvelut

source: Cannot set both application and client.
fi: Molempia "application" ja "client" ei voi asettaa.

source: Users
fi: Käyttäjät

source: timestamp
fi: aikaleima

source: IP address
fi: IP-osoite

source: geo location
fi: sijaintitiedot

source: user login entry
fi: kirjautumismerkintä

source: user login entries
fi: kirjautumismerkinnät

source: Permission request
fi: Lupapyyntö

source: Service <strong>%(service_name)s</strong> is requesting access to the following information of your user account
fi: Palvelu <strong>%(service_name)s</strong> pyytää lupaa käyttää käyttäjätilisi seuraavia tietoja

source: Deny
fi: Älä anna lupaa

source: Allow
fi: Anna lupa

source: You have been logged out
fi: Sinut on kirjattu ulos

source: You have been logged out of City of Helsinki services.
fi: Sinut on kirjattu ulos Helsingin kaupungin palveluista.

source: whose credentials you originally used to log in to City of Helsinki services.
fi: jolla alun perin kirjauduit Helsingin kaupungin palveluihin.

source: Return
fi: Palaa

source: Please note that you are still logged in to Yle Tunnus
fi: Huomaa, että olet vielä kirjautuneena Yle Tunnus -tilillesi,

source: Go back to Yle Tunnus where you can log yourself out in the usual manner:
fi: Siirry takaisin Yle Tunnukseen ja kirjaudu sieltä ulos Yle Tunnuksen omalla uloskirjautumistoiminnolla:

source: Go to Yle Tunnus
fi: Siirry Yle Tunnukseen

source: If access to this device is shared by other users, the next user will be able to access your Yle account unless you explicitly log out from Yle Tunnus.
fi: Jos tämä laite on yhteiskäytössä, etkä kirjaudu omatoimisesti ulos Yle Tunnus -tililtäsi, laitteen seuraava käyttäjä pääsee käyttämään Yle Tunnusta nimissäsi!
